Revit 2027 API
ParameterTypeId.StructuralStartReleaseType Property
 "Start Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralStartReleaseType { get; }
Public Shared ReadOnly Property StructuralStartReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralStartReleaseType {
	ForgeTypeId^ get ();
}
static member StructuralStartReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace